{
  "id": "6",
  "title": "Old Tree",
  "featuredImagePath": "1",
  "start": {
    "id": "main",
    "content": [
      {
        "type": "paragraph",
        "sentences": [
          "It all began when I was a small seed.",
          "A bird had carried me far away from my parents and hidden me in the soft earth.",
          "Soon I began to grow.",
          "The sun warmed me, and the rain gave me something to drink."
        ]
      },
      {
        "type": "image",
        "contentDescription": "A seedling sprouting from the ground.",
        "path": "1"
      },
      {
        "type": "paragraph",
        "sentences": [
          "Years went by, and I became bigger and stronger.",
          "Children came and played under my branches, and I heard their laughter.",
          "Sometimes they climbed high and built little houses in my branches.",
          "I felt happy to bring them joy."
        ]
      },
      {
        "type": "image",
        "contentDescription": "A large tree with a treehouse in its branches. Children are running excitedly toward the tree.",
        "path": "2"
      },
      {
        "type": "paragraph",
        "sentences": [
          "As I grew older, the world around me changed.",
          "New buildings were erected, and the landscape changed.",
          "I saw horses replaced by cars, and the city's lights grew brighter.",
          "Yet through all the changes, I remained a silent witness to the passage of time."
        ]
      },
      {
        "type": "image",
        "contentDescription": "A city skyline seen through the branches of a tree.",
        "path": "3"
      },
      {
        "type": "paragraph",
        "sentences": [
          "In my best years, I was a home for many birds and small animals.",
          "They sought shelter in my foliage and fed on the fruits I bore.",
          "I was proud to be a part of the cycle of life."
        ]
      },
      {
        "type": "image",
        "contentDescription": "A squirrel curled up in a bird's nest. Another squirrel sits in the background on a branch eating nuts.",
        "path": "4"
      },
      {
        "type": "paragraph",
        "sentences": [
          "Now I am very old.",
          "My bark is cracked, and my branches are no longer as strong as they once were.",
          "But I still stand here, and I offer shade and comfort to those who seek it.",
          "I hope that I will stand here for many more years, to tell the stories of life."
        ]
      },
      {
        "type": "image",
        "contentDescription": "An old gnarled tree standing strong.",
        "path": "5"
      }
    ],
    "choices": []
  }
}
