{
  "id": "1",
  "title": "Geheimes Heilbad [Secret Spa]",
  "content": [
    {
      "type": "image",
      "contentDescription": "An image of a natural spring. There is a waterfall in the foreground, spilling from the spring. Moss covered rocks are visible in the background, behind steam in the air, illuminated by rays of sunshine piercing through a canopy of trees above.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "Maria lebt in einem kleinen Dorf. Jeden Morgen geht sie spazieren im Wald neben ihrem Haus. Sie liebt die Ruhe und die frische Luft."
    },
    {
      "type": "paragraph",
      "text": "Eines Tages hört sie das Geräusch von fließendem [flowing] Wasser. Sie folgt dem Geräusch und entdeckt eine Quelle [Spring]. Das Wasser ist warm."
    },
    {
      "type": "paragraph",
      "text": "„Ein Heilbad!“, denkt sie. Ein Heilbad ist ein natürliches Wasserbecken mit warmem Wasser. Viele Menschen glauben, dass solches Wasser heilende Kräfte [healing powers] hat."
    },
    {
      "type": "paragraph",
      "text": "Maria hat eine Idee. Sie könnte hierher kommen und sich entspannen [relax]. Vielleicht könnte sie sogar ihre Freunde einladen [invite]."
    },
    {
      "type": "paragraph",
      "text": "Aber dann sieht sie etwas am Boden des Heilbades. Es ist ein kleiner, glänzender Gegenstand [shiny object]. Maria nimmt es hoch. Es ist eine alte Münze [coin]."
    },
    {
      "type": "paragraph",
      "text": "Plötzlich [suddenly] hört sie eine Stimme [voice] hinter sich: „Das ist meine Münze!“ Maria dreht sich um [Maria turned around] und sieht eine alte Frau. Die Frau sieht freundlich aus, aber ihre Augen sind traurig [sad]."
    },
    {
      "type": "paragraph",
      "text": "„Dieses Heilbad gehört [belongs to] meiner Familie“, sagt die alte Frau. „Ich habe diese Münze vor vielen Jahren hier verloren [lost here long ago].“"
    },
    {
      "type": "paragraph",
      "text": "Maria fühlt sich schlecht. Sie gibt der Frau die Münze zurück und entschuldigt sich."
    },
    {
      "type": "paragraph",
      "text": "Die alte Frau lächelt [smiled]. „Es ist in Ordnung“, sagt sie. „Aber dieses Heilbad hat ein Geheimnis [secret]. Es kann nur von denjenigen [those] gesehen werden, die reinen Herzens [pure of heart] sind.“"
    },
    {
      "type": "paragraph",
      "text": "Maria ist überrascht [surprised]. Sie dankt der Frau und verlässt [left] das Heilbad."
    },
    {
      "type": "paragraph",
      "text": "Am nächsten Tag bringt Maria ihre Freunde mit in den Wald. Aber sie können das Heilbad nicht finden. Es ist verschwunden [disappeared]."
    },
    {
      "type": "paragraph",
      "text": "Maria lächelt. Sie weiß jetzt, dass einige Dinge im Leben nur für sie bestimmt sind [She now knows that some things in life are meant only for her]."
    },
    {
      "type": "paragraph",
      "text": "Ende."
    }
  ]
}