{
  "id": "2",
  "title": "Kein Halt am Mars",
  "content": [
    {
      "type": "paragraph",
      "text": "Heute ist ein besonderer Tag. Ich bin der erste Mensch, der auf Phobos steht, einem kleinen Mond von Mars. Ich stehe hier in meinem Raumanzug und schaue hoch zum roten Planeten. Mars ist so groß und wunderschön. Die Farben sind intensiv – rotes und oranges Licht. Es ist ein unglaublicher Anblick."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut stands, with the red ground of Phobos and the red planet Mars reflected in the visor of their space suit.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "Aber in meinem Herzen ist auch ein kleines bisschen Traurigkeit. Ich werde nie auf Mars selbst laufen können. Diese Mission ist nur für Phobos. Aber ich bin auch aufgeregt. Phobos ist ein mysteriöser Ort, und ich bin der Erste, der ihn erkunden darf."
    },
    {
      "type": "paragraph",
      "text": "Die Schwerkraft hier ist sehr niedrig. Ich fühle mich leicht und kann hoch springen. Jeder Schritt fühlt sich seltsam an, fast wie fliegen. Es ist lustig und macht mich glücklich."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut jumping high in the air on the rocky surface of Phobos. The sky above is full of stars.",
      "path": "2"
    },
    {
      "type": "paragraph",
      "text": "Wir haben nur zwanzig Tage auf Phobos. Die Wissenschaftler und Ingenieure haben hart gearbeitet, um die Reise kurz zu machen. Es ist weniger gefährlich so. Ich möchte viel entdecken in dieser kurzen Zeit."
    },
    {
      "type": "paragraph",
      "text": "Ich freue mich auch darauf, nach Hause zu gehen. Ich vermisse die Wolken und den Regen. Ich stelle mir vor, wie ich wieder unter einem blauen Himmel stehe und das Wasser auf meiner Haut spüre."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut with rain and clouds in their helmet, showing their thoughts of earth.",
      "path": "3"
    },
    {
      "type": "paragraph",
      "text": "Aber jetzt, hier auf Phobos, ist es Zeit für Abenteuer. Es gibt so viel zu tun. Ich nehme meinen ersten Schritt und beginne mit meiner Arbeit. Es ist ein großer Moment – für mich und für alle Menschen auf der Erde."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut walking with purpose across the rocky surface of Phobos, with Mars in the background.",
      "path": "4"
    },
    {
      "type": "paragraph",
      "text": "Ende"
    }
  ]
}