{
  "id": "2",
  "title": "No Stop on Mars",
  "content": [
    {
      "type": "paragraph",
      "text": "Today is a special day. I am the first person to stand on Phobos, a small moon of Mars. I stand here in my spacesuit and look up at the red planet. Mars is so large and beautiful. The colors are intense – red and orange light. It is an incredible sight."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut stands, with the red ground of Phobos and the red planet Mars reflected in the visor of their space suit.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "But in my heart, there is also a little bit of sadness. I will never be able to walk on Mars itself. This mission is only for Phobos. But I am also excited. Phobos is a mysterious place, and I am the first to be allowed to explore it."
    },
    {
      "type": "paragraph",
      "text": "The gravity here is very low. I feel light and can jump high. Every step feels strange, almost like flying. It is fun and makes me happy."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut jumping high in the air on the rocky surface of Phobos. The sky above is full of stars.",
      "path": "2"
    },
    {
      "type": "paragraph",
      "text": "We have only twenty days on Phobos. The scientists and engineers have worked hard to make the trip short. It is less dangerous that way. I want to discover a lot in this short time."
    },
    {
      "type": "paragraph",
      "text": "I am also looking forward to going home. I miss the clouds and the rain. I imagine standing under a blue sky again and feeling the water on my skin."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut with rain and clouds in their helmet, showing their thoughts of earth.",
      "path": "3"
    },
    {
      "type": "paragraph",
      "text": "But now, here on Phobos, it is time for adventure. There is so much to do. I take my first step and begin my work. It is a great moment – for me and for all people on Earth."
    },
    {
      "type": "image",
      "contentDescription": "An astronaut walking with purpose across the rocky surface of Phobos, with Mars in the background.",
      "path": "4"
    },
    {
      "type": "paragraph",
      "text": "The End"
    }
  ]
}
