{
  "id": "4",
  "title": "The Tiny Vikings of Berlin",
  "startPartId": "main",
  "featuredImagePath": "1",
  "parts": [
    {
      "id": "main",
      "content": [
        {
          "type": "paragraph",
          "sentences": [
            "Once upon a time, there was a small village of Vikings, no bigger than toy figures, who sailed through time and suddenly landed in the heart of Berlin.",
            "Imagine their surprise when they moored their wooden ships on the banks of the Spree and found themselves surrounded by giant buildings and glowing carriages - or as we call them, cars."
          ]
        },
        {
          "type": "image",
          "contentDescription": "Several tiny Vikings in Viking rowing boats on the Spree in Berlin.",
          "path": "1"
        },
        {
          "type": "paragraph",
          "sentences": [
            "At first, the tiny Vikings were very confused.",
            "\"What kind of magic is this?\" asked the leader, pointing to a blinking pedestrian signal.",
            "\"And why is that wall moving by itself?\" he added as a subway train rushed past them."
          ]
        },
        {
          "type": "image",
          "contentDescription": "Three tiny Vikings stand and point confusedly at a traffic light.",
          "path": "2"
        },
        {
          "type": "paragraph",
          "sentences": [
            "But Vikings are known for their adaptability and spirit of exploration.",
            "They decided to explore this new world.",
            "They climbed onto bicycles, which seemed like giant battleships to them, and set off to discover more."
          ]
        },
        {
          "type": "image",
          "contentDescription": "A tiny Viking rides a bicycle through Berlin traffic, while two others walk beside the pedals.",
          "path": "3"
        },
        {
          "type": "paragraph",
          "sentences": [
            "Their first stop was the famous Alexanderplatz, where they mingled with the crowds.",
            "People hardly noticed them, distracted by their phones and the hustle and bustle of the city.",
            "The Vikings were fascinated by the many food stalls.",
            "\"What a feast!\" they exclaimed, trying a piece of döner that was almost as big as they were."
          ]
        },
        {
          "type": "image",
          "contentDescription": "A tiny Viking walks with an entire döner skewer in his hands, looking very satisfied.",
          "path": "4"
        },
        {
          "type": "paragraph",
          "sentences": [
            "After they had eaten their fill, the Vikings continued their journey.",
            "They passed a place that seemed to be full of treasures – an electronics market.",
            "They marveled at the shimmering screens and strange devices, which they thought were magical items."
          ]
        },
        {
          "type": "image",
          "contentDescription": "Three tiny Vikings gaze in amazement at a tablet in an electronics store.",
          "path": "5"
        },
        {
          "type": "paragraph",
          "sentences": [
            "At the end of the day, the tiny Vikings were exhausted but happy.",
            "They had learned a lot about the modern world and decided to make Berlin their new home.",
            "Every day, they would have a new adventure, but for today, it was enough to sleep under the starry sky beside their familiar Spree."
          ]
        },
        {
          "type": "image",
          "contentDescription": "Tiny Vikings stand side by side on their longboat, looking at the river and the Berlin skyline at night.",
          "path": "6"
        },
        {
          "type": "paragraph",
          "sentences": [
            "The End"
          ]
        }
      ]
    }
  ]
}
