{
  "id": "7",
  "title": "Ghost Whispers and Heartbeats",
  "content": [
    {
      "type": "paragraph",
      "text": "Marco ran through the rain. Lightning flashed in the dark sky and thunder rolled. He arrived at a large, old house. It looked like a castle, big and a little scary. Aysha was waiting for him in the light of the entrance."
    },
    {
      "type": "image",
      "contentDescription": "A large gothic style house. Lightning flashes in the background.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "She smiled and waved. \"Come in! It's just a thunderstorm.\""
    },
    {
      "type": "paragraph",
      "text": "But Marco knew it wasn't just the storm. There were ghosts in this house. He had heard them and sometimes, at night, seen them. Marco didn't like ghosts. But he liked Aysha very much."
    },
    {
      "type": "image",
      "contentDescription": "A woman waves and smiles in greeting at the entrance of a large gothic style house. A dark ghostly figure is visible in the background.",
      "path": "2"
    },
    {
      "type": "paragraph",
      "text": "They went to the kitchen together. The house creaked. Aysha made tea and they talked about normal things: work, books, music. Marco tried to forget the ghosts."
    },
    {
      "type": "paragraph",
      "text": "Suddenly they heard a noise upstairs. Aysha laughed. \"Oh, that's just the house. It's old.\""
    },
    {
      "type": "paragraph",
      "text": "Marco looked at her. How could she not be afraid? Aysha saw his worry and took his hand. \"You get used to it. The ghosts don't do anything. They are part of the house.\""
    },
    {
      "type": "image",
      "contentDescription": "A man and a woman sit at a table drinking tea. The woman looks relaxed. A dark shadowy figure is visible in the background, as if watching them.",
      "path": "3"
    },
    {
      "type": "paragraph",
      "text": "Marco wanted to be brave. \"Okay,\" he said and drank his tea. But deep in his heart, he felt that something wasn't right. Still, he was in love. And for Aysha, he would accept the ghosts, the spookiness, even his fear."
    },
    {
      "type": "paragraph",
      "text": "Night came and they went to bed. In the dark room, something unknown whispered. Marco held Aysha's hand tightly. He would stay. Out of love. But he wondered if love was enough to overcome the shadows."
    },
    {
      "type": "image",
      "contentDescription": "A man and woman in bed. The man looks like he is whispering something to the woman. A ghostly figure in the background imitates the man, as if mocking him.",
      "path": "4"
    }
  ]
}
