{
  "id": "7",
  "title": "Geisterflüstern und Herzschläge [Ghostly whispers and heartbeats]",
  "content": [
    {
      "type": "paragraph",
      "text": "Marco rannte durch den Regen. Blitz [lightning] zuckte [flashed] am dunklen Himmel und Donner rollte [thunder rolled]. Er kam bei einem großen, alten Haus an. Es sah aus wie ein Schloss [castle], groß und ein wenig gruselig [spooky]. Aysha wartete auf ihn im Licht des Eingangs [entrance]."
    },
    {
      "type": "image",
      "contentDescription": "A large gothic style house. Lightning flashes in the background.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "Sie lächelte und winkte. \"Komm rein! Es ist nur ein Gewitter [thunderstorm].\""
    },
    {
      "type": "paragraph",
      "text": "Aber Marco wusste, dass es nicht nur das Gewitter war. In diesem Haus gab es Geister [ghosts]. Er hatte sie gehört und manchmal, in der Nacht, gesehen. Marco mochte keine Geister. Aber er mochte Aysha sehr."
    },
    {
      "type": "image",
      "contentDescription": "A woman waves an smiles in greeting at the entrance of a large gothic style house. A dark ghostly figure is visible in the background.",
      "path": "2"
    },
    {
      "type": "paragraph",
      "text": "Sie gingen zusammen in die Küche. Das Haus knarrte [creaked]. Aysha machte Tee und sie sprachen über normale Dinge: Arbeit, Bücher, Musik. Marco versuchte, die Geister zu vergessen."
    },
    {
      "type": "paragraph",
      "text": "Plötzlich hörten sie ein Geräusch [noise] oben. Aysha lachte. \"Ach, das ist nur das Haus. Es ist alt.\""
    },
    {
      "type": "paragraph",
      "text": "Marco sah sie an. Wie konnte sie keine Angst [fear] haben? Aysha sah seine Sorge [worry] und nahm seine Hand. \"Du gewöhnst [get used to] dich daran. Die Geister tun nichts. Sie sind ein Teil des Hauses.\""
    },
    {
      "type": "image",
      "contentDescription": "A man and a woman sit at a table drinking tee. The woman looks relaxed. A dark shadowy figure is visible in the background, as if watching them.",
      "path": "3"
    },
    {
      "type": "paragraph",
      "text": "Marco wollte mutig [brave] sein. \"Okay,\" sagte er und trank seinen Tee. Aber tiefe [deep] in seinem Herzen fühlte er, dass etwas nicht stimmte [wasn't right]. Trotzdem, er war verliebt [in love]. Und für Aysha würde er die Geister, das Gruseln [spookiness], ja sogar seine Angst akzeptieren [accept]."
    },
    {
      "type": "paragraph",
      "text": "Die Nacht kam und sie gingen ins Bett. Im dunklen Zimmer flüsterte [whispered] etwas Unbekanntes [unknown]. Marco hielt Ayshas Hand fest. Er würde bleiben. Aus Liebe. Aber er fragte sich, ob die Liebe genug war, um die Schatten zu besiegen [overcome the shadows]."
    },
    {
      "type": "image",
      "contentDescription": "A man and woman in bed. The man looks like he is whispering something to the woman. A ghostly figure in the background imitates the man, as if mocking him.",
      "path": "4"
    }
  ]
}
