{
  "id": "1",
  "title": "Geheimes Heilbad",
  "content": [
    {
      "type": "image",
      "contentDescription": "Ein Bild einer natürlichen Quelle. Im Vordergrund gibt es einen Wasserfall, der aus der Quelle fließt. Mit Moos bedeckte Felsen sind im Hintergrund sichtbar, hinter Dampf in der Luft, beleuchtet von Sonnenstrahlen, die durch das Blätterdach der Bäume darüber dringen.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "Maria lebt in einem kleinen Dorf. Jeden Morgen geht sie spazieren im Wald neben ihrem Haus. Sie liebt die Ruhe und die frische Luft."
    },
    {
      "type": "paragraph",
      "text": "Eines Tages hört sie das Geräusch von fließendem Wasser. Sie folgt dem Geräusch und entdeckt eine Quelle. Das Wasser ist warm."
    },
    {
      "type": "paragraph",
      "text": "„Ein Heilbad!“, denkt sie. Ein Heilbad ist ein natürliches Wasserbecken mit warmem Wasser. Viele Menschen glauben, dass solches Wasser heilende Kräfte hat."
    },
    {
      "type": "paragraph",
      "text": "Maria hat eine Idee. Sie könnte hierher kommen und sich entspannen. Vielleicht könnte sie sogar ihre Freunde einladen."
    },
    {
      "type": "paragraph",
      "text": "Aber dann sieht sie etwas am Boden des Heilbades. Es ist ein kleiner, glänzender Gegenstand. Maria nimmt es hoch. Es ist eine alte Münze."
    },
    {
      "type": "paragraph",
      "text": "Plötzlich hört sie eine Stimme hinter sich: „Das ist meine Münze!“ Maria dreht sich um und sieht eine alte Frau. Die Frau sieht freundlich aus, aber ihre Augen sind traurig."
    },
    {
      "type": "paragraph",
      "text": "„Dieses Heilbad gehört meiner Familie“, sagt die alte Frau. „Ich habe diese Münze vor vielen Jahren hier verloren.“"
    },
    {
      "type": "paragraph",
      "text": "Maria fühlt sich schlecht. Sie gibt der Frau die Münze zurück und entschuldigt sich."
    },
    {
      "type": "paragraph",
      "text": "Die alte Frau lächelt. „Es ist in Ordnung“, sagt sie. „Aber dieses Heilbad hat ein Geheimnis. Es kann nur von denjenigen gesehen werden, die reinen Herzens sind.“"
    },
    {
      "type": "paragraph",
      "text": "Maria ist überrascht. Sie dankt der Frau und verlässt das Heilbad."
    },
    {
      "type": "paragraph",
      "text": "Am nächsten Tag bringt Maria ihre Freunde mit in den Wald. Aber sie können das Heilbad nicht finden. Es ist verschwunden."
    },
    {
      "type": "paragraph",
      "text": "Maria lächelt. Sie weiß jetzt, dass einige Dinge im Leben nur für sie bestimmt sind."
    },
    {
      "type": "paragraph",
      "text": "Ende."
    }
  ]
}