{
  "id": "1",
  "title": "Secret Healing Bath",
  "content": [
    {
      "type": "image",
      "contentDescription": "A picture of a natural spring. In the foreground, there is a waterfall flowing from the spring. Moss-covered rocks are visible in the background, behind steam in the air, illuminated by sunlight filtering through the tree canopy above.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "sentences": [
        "Maria lives in a small village.",
        "Every morning she goes for a walk in the forest next to her house.",
        "She loves the peace and the fresh air."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "One day she hears the sound of flowing water.",
        "She follows the sound and discovers a spring.",
        "The water is warm."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "“A healing bath!” she thinks.",
        "A healing bath is a natural water pool with warm water.",
        "Many people believe that such water has healing powers."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Maria has an idea.",
        "She could come here and relax.",
        "Maybe she could even invite her friends."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "But then she sees something at the bottom of the healing bath.",
        "It is a small, shiny object.",
        "Maria picks it up.",
        "It is an old coin."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Suddenly she hears a voice behind her: “That is my coin!”",
        "Maria turns around and sees an old woman.",
        "The woman looks friendly, but her eyes are sad."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "“This healing bath belongs to my family,” says the old woman.",
        "“I lost this coin here many years ago.”"
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Maria feels bad.",
        "She gives the coin back to the woman and apologizes."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "The old woman smiles.",
        "“It's alright,” she says.",
        "“But this healing bath has a secret.",
        "It can only be seen by those who are pure of heart.”"
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Maria is surprised.",
        "She thanks the woman and leaves the healing bath."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "The next day Maria brings her friends to the forest.",
        "But they can't find the healing bath.",
        "It has disappeared."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Maria smiles.",
        "She now knows that some things in life are meant only for her."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "The end."
      ]
    }
  ]
}
