{
  "id": "1",
  "title": "Baño Curativo Secreto",
  "content": [
    {
      "type": "image",
      "contentDescription": "Una imagen de un manantial natural. En primer plano, hay una cascada que fluye desde el manantial. Rocas cubiertas de musgo son visibles en el fondo, detrás del vapor en el aire, iluminadas por la luz del sol que se filtra a través del dosel de los árboles arriba.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "sentences": [
        "María vive en un pequeño pueblo.",
        "Cada mañana sale a caminar por el bosque junto a su casa.",
        "Le encanta la paz y el aire fresco."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Un día escucha el sonido del agua fluyendo.",
        "Sigue el sonido y descubre un manantial.",
        "El agua está tibia."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "“¡Un baño curativo!” piensa.",
        "Un baño curativo es una piscina natural de agua tibia.",
        "Muchas personas creen que tal agua tiene poderes curativos."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "María tiene una idea.",
        "Podría venir aquí y relajarse.",
        "Tal vez incluso podría invitar a sus amigos."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Pero entonces ve algo en el fondo del baño curativo.",
        "Es un objeto pequeño y brillante.",
        "María lo recoge.",
        "Es una moneda antigua."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "De repente escucha una voz detrás de ella: “¡Esa es mi moneda!”",
        "María se da vuelta y ve a una anciana.",
        "La mujer parece amigable, pero sus ojos están tristes."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "“Este baño curativo pertenece a mi familia,” dice la anciana.",
        "“Perdí esta moneda aquí hace muchos años.”"
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "María se siente mal.",
        "Le devuelve la moneda a la mujer y se disculpa."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "La anciana sonríe.",
        "“Está bien,” dice.",
        "“Pero este baño curativo tiene un secreto.",
        "Solo puede ser visto por aquellos que son puros de corazón.”"
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "María está sorprendida.",
        "Agradece a la mujer y se va del baño curativo."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "Al día siguiente, María trae a sus amigos al bosque.",
        "Pero no pueden encontrar el baño curativo.",
        "Ha desaparecido."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "María sonríe.",
        "Ahora sabe que algunas cosas en la vida están destinadas solo para ella."
      ]
    },
    {
      "type": "paragraph",
      "sentences": [
        "El fin."
      ]
    }
  ]
}
