{
  "id": "1",
  "title": "Bain de guérison secret",
  "featuredImagePath": "1",
  "start": {
    "id": "start",
    "content": [
      {
        "type": "image",
        "contentDescription": "Une image d'une source naturelle. À l'avant-plan, une cascade s'écoule de la source. Des rochers couverts de mousse apparaissent à l'arrière-plan, derrière la vapeur dans l'air, éclairés par la lumière du soleil qui traverse la canopée des arbres.",
        "path": "1"
      },
      {
        "type": "paragraph",
        "sentences": [
          "Maria vit dans un petit village.",
          "Chaque matin, elle se promène dans la forêt à côté de sa maison.",
          "Elle aime le calme et l'air frais."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "Un jour, elle entend le bruit de l'eau qui coule.",
          "Elle suit ce bruit et découvre une source.",
          "L'eau est chaude."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "« Un bain de guérison ! » pense-t-elle.",
          "Un bain de guérison est un bassin naturel rempli d'eau chaude.",
          "Beaucoup de personnes croient que cette eau a des pouvoirs de guérison."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "Maria a une idée.",
          "Elle pourrait venir ici pour se détendre.",
          "Elle pourrait même inviter ses amies."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "Mais elle voit alors quelque chose au fond du bain de guérison.",
          "C'est un petit objet brillant.",
          "Maria le ramasse.",
          "C'est une vieille pièce."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "Soudain, elle entend une voix derrière elle : « Cette pièce est à moi ! »",
          "Maria se retourne et voit une vieille femme.",
          "La femme paraît gentille, mais ses yeux sont tristes."
        ]
      },
      {
        "type": "paragraph",
        "sentences": [
          "« Ce bain de guérison appartient à ma famille », dit la vieille femme.",
          "« J'ai perdu cette pièce ici il y a de nombreuses années. »"
        ]
      }
    ],
    "choices": [
      {
        "text": "Maria garde la pièce.",
        "part": {
          "id": "keep_coin",
          "content": [
            {
              "type": "paragraph",
              "sentences": [
                "Maria referme sa main sur la pièce.",
                "Elle la glisse dans sa poche et reste silencieuse.",
                "Quand elle relève les yeux, la vieille femme a disparu."
              ]
            },
            {
              "type": "paragraph",
              "sentences": [
                "Le lendemain, la source est silencieuse.",
                "L'eau est froide et la vapeur s'est envolée.",
                "Maria comprend que le bain de guérison ne lui fait plus confiance."
              ]
            }
          ],
          "choices": []
        }
      },
      {
        "text": "Maria rend la pièce.",
        "part": {
          "id": "return_coin",
          "content": [
            {
              "type": "paragraph",
              "sentences": [
                "Maria se sent coupable et rend la pièce.",
                "Elle s'excuse auprès de la vieille femme.",
                "La femme sourit et dit que le bain de guérison a un secret."
              ]
            },
            {
              "type": "paragraph",
              "sentences": [
                "Seuls les cœurs bienveillants peuvent voir la source.",
                "Maria promet de protéger l'endroit.",
                "La vieille femme disparaît entre les arbres."
              ]
            },
            {
              "type": "paragraph",
              "sentences": [
                "Le lendemain, Maria revient avec ses amis.",
                "Ils ne trouvent pas le bain de guérison.",
                "Maria sourit, car elle sait qu'il l'accueillera quand elle viendra seule."
              ]
            }
          ],
          "choices": []
        }
      }
    ]
  }
}
