{
  "id": "5",
  "title": "Der Tag, an dem Magie Wirklichkeit wurde",
  "content": [
    {
      "type": "paragraph",
      "text": "Einmal, an einem ganz normalen Morgen, geschah etwas Unglaubliches: Magie wurde plötzlich real! Die Leute auf der Straße konnten kaum glauben, was passierte. Sie sahen Kinder, die in der Luft schwebten, und Hunde, die sprechen konnten!"
    },
    {
      "type": "image",
      "contentDescription": "Four children and a dog holding sparkling wands. The children are smiling and three of them are floating in the air.",
      "path": "1"
    },
    {
      "type": "paragraph",
      "text": "In einem kleinen Dorf begann der Tag wie jeder andere. Aber dann fingen die Leute an, Zauber zu wirken. Ein Junge verwandelte seinen Apfel in Gold, und eine Frau ließ Blumen aus ihrer Hand wachsen."
    },
    {
      "type": "image",
      "contentDescription": "A boy holding a golden apple out to a girl, with flowers in her hair.",
      "path": "2"
    },
    {
      "type": "paragraph",
      "text": "Die Wissenschaftler waren verwirrt aber aufgeregt. Sie hatten immer gedacht, dass Magie nur in Märchen existierte. Jetzt hatten sie die Chance, das Unmögliche zu erforschen."
    },
    {
      "type": "image",
      "contentDescription": "Scientists in lab coats and glasses, looking at a glowing crystal ball.",
      "path": "3"
    },
    {
      "type": "paragraph",
      "text": "Aber nicht alles war perfekt. Einige Leute benutzten die Magie, um Streiche zu spielen, und das verursachte Probleme. Autos flogen durch die Luft, und manche Gebäude änderten ihre Farben!"
    },
    {
      "type": "image",
      "contentDescription": "Cars and busses flying through the air. The buildings in the background are very colourful.",
      "path": "4"
    },
    {
      "type": "paragraph",
      "text": "Dann, genau so plötzlich, wie die Magie gekommen war, verschwand sie wieder. Am nächsten Tag war alles wieder normal. Die Menschen sprachen noch lange über den magischen Tag, aber niemand wusste, warum es passiert war oder ob es jemals wieder passieren würde."
    },
    {
      "type": "image",
      "contentDescription": "A group of people look in wonder up at the night sky.",
      "path": "5"
    },
    {
      "type": "paragraph",
      "text": "Dieser Tag zeigte uns, dass das Leben voller Überraschungen ist. Manchmal geschehen Dinge, die wir uns nie hätten vorstellen können. Und vielleicht, nur vielleicht, ist Magie irgendwo da draußen, wartend auf den richtigen Moment, um wieder Wirklichkeit zu werden."
    },
    {
      "type": "paragraph",
      "text": "Ende"
    }
  ]
}